docs/site/20220113155133-todo.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-05-29 Wed 22:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Todo</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">Todo</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgae5e82d">Sources to link review and link up</a></li>
<li><a href="#org9d1356b">Sources to study</a></li>
<li><a href="#org405e24c">Pieces Under Investigation</a></li>
<li><a href="#org7a87deb">Not used perhaps?</a>
<ul>
<li><a href="#org4422497">Pieces that use supercollider to see if they are pieces with tape or interactive</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgae5e82d" class="outline-2">
<h2 id="orgae5e82d">Sources to link review and link up</h2>
</div>
<div id="outline-container-org9d1356b" class="outline-2">
<h2 id="org9d1356b">Sources to study</h2>
<div class="outline-text-2" id="text-org9d1356b">
<p>
<a href="david09_audio_produc_workt.html#ID-7f8cdefe-8964-471a-9cab-d78e54fd7a92">david09_audio_produc_workt</a>
<a href="dunn92_pioneer_elect_art.html#ID-c3ffd196-f042-4c33-91b6-b44c228e02ea">dunn92_pioneer_elect_art</a>
<a href="david96_exper_music_techn.html#ID-355888d0-e006-42bd-81de-ab6e56bdfed2">david96_exper_music_techn</a>
</p>

<p>
<b>Find Thorsten Dart "The Interpretation of Music" for the quote found in Moore</b> page 163
</p>

<p>
auslander, philip. Liveness: Performance in a Mediatized Culture. New York Routledge 2008
bowen, jose antonio. Performance Practice vs performance analysis: why should performers study performance. Performance practice review 9 1996 no 1 article 3 
Brant, Henry. Space as an Essential Aspect of Musical Composition. In Contemporary Composers on Contemporary Music, ed Elliott Schwartz, Barney Childs, 221-242. 1978
Pace, Ian. "Notation, TIme, and the Performer's Relationship to the Score in Contemporary Music." In Unfolding Time, ed Darla Crispin, 149-191. Leuven University 2009.
Sanden, Paul. Liveness in Modern Music: Musicians, Technology, and the Perception of Performance. NY Routledge, 2013
Warfield, Nancy. "Performing with Tape: Problems and Solutions" The Double Reed 8 Winter 1985
Busoni, Ferruccio. "Sketch of a New Esthetic of Music." In Source Readings in Music History, by Oliver Strunk, edited by Leo Treitler, 1321-1328. New York, New York: W.W.Norton &amp; Company, Inc, 1998.
Reiss, Joshua D. <i>Audio Effects</i> CRC Press Oct 2014.
Russcol, Herbert. The Liberation of Sound: An Introduction to Electronic Music. Englewood Cliffs, New Jersey: Prentice Hall, 1972.
25-30. <a href="https://doi.org/10.1080/07494469900640321">doi:10.1080/07494469900640321</a>.
Journal of New Music Research 26.
across the Electronic Abyss". Leonardo Music Journal 20 (January): 19-20. <a href="https://doi.org/10.1162/lmj_a_00006">doi:10.1162/lmj_a_00006</a>.
Norah Post "The Oboe in an Electronic Era" Journal of IDRS no 8 may have to go check masone diss to get better citation
</p>

<p>
<b>page 13 of bassoon and live electronics search</b>
</p>
</div>
</div>
<div id="outline-container-org405e24c" class="outline-2">
<h2 id="org405e24c">Pieces Under Investigation</h2>
<div class="outline-text-2" id="text-org405e24c">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Alba by Barrett (old one)</li>
<li class="off"><code>[&#xa0;]</code> AfterImages Matthew Grouse for bassoon, 2 synths, and live elect</li>
<li class="off"><code>[&#xa0;]</code> &#x2026;and also a fountain - Marcos Balter</li>
<li>Fagotto Digitale - Ivan Patachich</li>
<li>I and the Electrician - Deborah Cost</li>
</ul>
</div>
</div>


<div id="outline-container-org7a87deb" class="outline-2">
<h2 id="org7a87deb">Not used perhaps?</h2>
<div class="outline-text-2" id="text-org7a87deb">
<ul class="org-ul">
<li>Katherine Young - Where the Moss Glows</li>
<li>Katherine Young - The Air Itself</li>
<li>Points Against Fields - Sam Pluta (tape)</li>
<li>Infinity ?? - Edgar Guzman (tape)</li>
<li>Heavy Metals - Joao Pedro Oliviera (tape)</li>
<li>Hyperion-Eos - Filippo Zapponi (tape)</li>
<li>For Daphne and Delia II - Katherine Young All improv, so not an option</li>
<li>Central Heating - Hannah hartman Actually for bassoon and potato starch</li>

<li class="off"><code>[&#xa0;]</code> Swagger by Charles Norman Mason amplified only, so it's basically a work with tape</li>
<li>Feed by Ted Moore- not really a distributable piece</li>
<li class="on"><code>[X]</code> Javier Álvarez – De tus manos brotan pájaros (2010) tape</li>
<li class="off"><code>[&#xa0;]</code> Mary Jane Leach – Feu de Joie (1992) tape</li>
<li class="off"><code>[&#xa0;]</code> Dorian Reeds - Terry Riley arranged (probably have to contact Dana Jessen)</li>
<li class="off"><code>[&#xa0;]</code> Jacob Ter Veldhuis, Ticking Time (find the bassoon part from Josh Hart) arranged</li>
<li>Monster Garage - Randall Woolf (tape)</li>
<li class="off"><code>[&#xa0;]</code> a firefly in the belly - Erik Spangler (uses turntables, not software)</li>
<li class="off"><code>[&#xa0;]</code> Tetrishead by Zoe Keating (arranged)</li>
<li class="off"><code>[&#xa0;]</code> gottesspur by Jan Muller-Wieland (too hard to get contact info)</li>
<li class="off"><code>[&#xa0;]</code> Felipe Lara – Metafagote (2015) (think it's tape)</li>
<li>Traces - Bret Bohman (email bounces)</li>
<li class="on"><code>[X]</code> Sonia Paco-Rocchia (all improv)</li>
<li class="off"><code>[&#xa0;]</code> Love Machine - Sabrina Schroeder (can't find)</li>
<li class="off"><code>[&#xa0;]</code> Elmsly, John - Hall of Mirrors (can't find email)</li>
</ul>
</div>

<div id="outline-container-org4422497" class="outline-3">
<h3 id="org4422497">Pieces that use supercollider to see if they are pieces with tape or interactive</h3>
<div class="outline-text-3" id="text-org4422497">
<p>
27 Miles east of headquarters ID - Ruby Fulton?
Machines of Loving Grace - Leland Smith
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
